Repository: honganhkhoa/Surround
Catalog: Surround/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, pt_pt, th, vi, zh_hans, zh_hant

source: Moderator
de: Moderation
es: Moderador
fr: Modérateur
ja: モデレータ
ko: 운영자
pt_br: Moderador
pt_pt: Moderador
th: ผู้ดูแล
vi: Quản trị viên
zh_hans: 管理员
zh_hant: 管理員

source: Moderator Decision
de: Entscheidung der Moderation
es: Decisión de un moderador
fr: Décision du modérateur
ja: 管理者による裁定
ko: 운영자 판정
pt_br: Decisão da moderação
pt_pt: Decisão do moderador
th: คำตัดสินของผู้ดูแล
vi: Quyết định của quản trị viên
zh_hans: 管理员判决
zh_hant: 管理員裁決

source: More actions
de: Weitere Aktionen
es: Más acciones
fr: Actions additionelles
ja: 他のアクション
ko: 기타 동작
pt_br: Mais ações
pt_pt: Mais ações
th: การดำเนินการเพิ่มเติม
vi: Các lựa chọn khác
zh_hans: 更多操作
zh_hant: 更多動作

source: More analysis actions
de: Weitere Analyseaktionen
es: Más acciones de análisis
fr: Autres actions d'analyse
ja: その他の検討操作
ko: 기타 분석 동작
pt_br: Mais ações de análise
pt_pt: Mais ações de análise
th: การดำเนินการวิเคราะห์เพิ่มเติม
vi: Các thao tác phân tích khác
zh_hans: 更多分析操作
zh_hant: 更多分析動作

source: Move %lld
de: Zug %lld
es: Jugada %lld
fr: Coup %lld
ja: 着手%lld
ko: %lld수
pt_br: Jogada %lld
pt_pt: Jogada %lld
th: ตาที่ %lld
vi: Nước thứ %lld
zh_hans: 第 %lld 手
zh_hant: 第 %lld 手

source: Move to Black team
de: Ins schwarze Team verschieben
es: Pasar al equipo negro
fr: Déplacer vers l'équipe des noir
ja: 黒いチームに移動
ko: 흑 팀으로 이동
pt_br: Mover para a equipe das Pretas
pt_pt: Mover para a equipa das pretas
th: ย้ายไปทีมดำ
vi: Chuyển qua đội Đen
zh_hans: 移至黑队
zh_hant: 移至黑隊

source: Move to White team
de: Ins weiße Team verschieben
es: Pasar al equipo blanco
fr: Déplacer vers l'équipe des blancs
ja: 白のチームへ移動
ko: 백 팀으로 이동
pt_br: Mover para a equipe das Brancas
pt_pt: Mover para a equipa das brancas
th: ย้ายไปทีมขาว
vi: Chuyển qua đội Trắng
zh_hans: 移至白队
zh_hant: 移至白隊

source: My turn
de: Ich bin am Zug
es: Mi turno
fr: C'est mon tour
ja: 私の番
ko: 내 차례
pt_br: Minha vez
pt_pt: A minha vez
th: ตาของฉัน
vi: Đến lượt của bạn
zh_hans: 轮到我
zh_hant: 輪到我

source: New game
de: Neue Partie
es: Nueva partida
fr: Nouvelle partie
ja: 対局
ko: 새 대국
pt_br: Nova partida
pt_pt: Nova partida
th: เกมใหม่
vi: Tạo ván mới
zh_hans: 新对局
zh_hant: 新對局

source: New game option
de: Option für neue Partien
es: Opción de nueva partida
fr: Options de nouvelle partie
ja: 新しい対局のオプション
ko: 새 대국 옵션
pt_br: Opção de nova partida
pt_pt: Opção de nova partida
th: ตัวเลือกเกมใหม่
vi: Tuỳ chọn ván mới
zh_hans: 新对局选项
zh_hant: 新對局選項

source: New preferred setting
de: Neue bevorzugte Einstellung
es: Nueva configuración preferida
fr: Nouveau paramètre préféré
ja: よく使う設定を追加
ko: 새 선호 설정
pt_br: Nova configuração preferida
pt_pt: Nova definição preferida
th: การตั้งค่าที่บันทึกใหม่
vi: Tuỳ chọn ưa thích mới
zh_hans: 新建偏好设置
zh_hant: 新增偏好設定

source: New Zealand
de: Neuseeländisch
es: Neozelandesas
fr: Néo-Zélandaises
ja: ニュージーランド
ko: 뉴질랜드식
pt_br: Neozelandesas
pt_pt: Neozelandesas
th: นิวซีแลนด์
zh_hans: 新西兰
zh_hant: 紐西蘭規則

source: Next
de: Weiter
es: Siguiente
fr: Suivant
ja: 次
ko: 다음
pt_br: Próximo
pt_pt: Seguinte
th: ถัดไป
vi: Tiếp
zh_hans: 下一步
zh_hant: 下一步

source: Next branch
de: Nächster Zweig
es: Rama siguiente
fr: Branche suivante
ja: 次の分岐
ko: 다음 변화도
pt_br: Próximo ramo
pt_pt: Ramo seguinte
th: สายการเดินถัดไป
vi: Nhánh tiếp theo
zh_hans: 下一分支
zh_hant: 下一分支

source: Next label: %@
de: Nächste Beschriftung: %1$@
es: Siguiente etiqueta: %@
fr: Prochaine étiquette : %1$@
ja: 次のラベル：%1$@
ko: 다음 레이블: %1$@
pt_br: Próximo rótulo: %@
pt_pt: Etiqueta seguinte: %@
th: ป้ายกำกับถัดไป: %1$@
vi: Nhãn tiếp theo: %1$@
zh_hans: 下一个标签：%1$@
zh_hant: 下一個標籤：%1$@

# No control
source: None
de: Keine
es: Ninguno
fr: Aucun
ja: なし
ko: 제한 없음
pt_br: Nenhum
pt_pt: Nenhum
th: ไม่จับเวลา
vi: Không
zh_hans: 不计时
zh_hant: 無計時

source: No correspondence games on your opponents' turn
de: Keine Korrespondenzpartien, in denen deine Gegner am Zug sind
es: No hay partidas por correspondencia en el turno de tus oponentes
fr: Pas de parties par correspondance où c'est au tour de l'adversaire
ja: 相手の番になった通信対局なし
ko: 상대 차례인 통신 대국 없음
pt_br: Nenhuma partida por correspondência na vez dos adversários
pt_pt: Nenhuma partida por correspondência à espera dos adversários
th: ไม่มีเกมผลัดตาระยะยาวที่เป็นตาของคู่แข่ง
vi: Không có ván trường kỳ nào ở lượt của đối thủ
zh_hans: 没有等待对手落子的通信对局
zh_hant: 目前沒有輪到對手的非即時對局

source: No correspondence games on your turn
de: Keine Korrespondenzpartien, in denen du am Zug bist
es: No hay partidas por correspondencia en tu turno
fr: Pas de parties par correspondance où c'est votre tour
ja: あなたの番になった通信対局なし
ko: 내 차례인 통신 대국 없음
pt_br: Nenhuma partida por correspondência na sua vez
pt_pt: Nenhuma partida por correspondência à espera da sua jogada
th: ไม่มีเกมผลัดตาระยะยาวที่เป็นตาของคุณ
vi: Không có ván trường kỳ nào đang ở lượt của bạn
zh_hans: 没有轮到您落子的通信对局
zh_hant: 目前沒有輪到你的非即時對局

# No duration
source: None
de: Keine
es: Ninguna
fr: Aucune
ja: なし
ko: 시간 없음
pt_br: Nenhuma
pt_pt: Nenhuma
th: ไม่มีระยะเวลา
vi: Không có
zh_hans: 无时长
zh_hant: 無時限

source: No finished games yet
de: Noch keine beendeten Partien
es: Aún no hay partidas terminadas
fr: Aucune partie terminée pour le moment
ja: 終了した対局はまだありません
ko: 완료된 대국이 아직 없습니다
pt_br: Ainda não há partidas concluídas
pt_pt: Ainda não há partidas terminadas
th: ยังไม่มีเกมที่จบ
vi: Chưa có ván nào kết thúc
zh_hans: 暂无已结束的对局
zh_hant: 尚無已結束的對局

# No handicap
source: None
de: Keine
es: Ninguno
fr: Aucun
ja: なし
ko: 호선
pt_br: Sem vantagem
pt_pt: Nenhum
th: ไม่ต่อหมาก
vi: Không
zh_hans: 不让子
zh_hant: 不讓子

source: No players found.
de: Keine Spieler gefunden.
es: No se encontraron jugadores.
fr: Aucun joueurs trouvés.
ja: ユーザーが見つかりません
ko: 플레이어를 찾을 수 없습니다.
pt_br: Nenhum jogador encontrado.
pt_pt: Nenhum jogador encontrado.
th: ไม่พบผู้เล่น
vi: Không tìm thấy người chơi nào.
zh_hans: 未找到棋手。
zh_hant: 找不到玩家。

# No time control
source: None
de: Keine
es: Ninguno
fr: Aucun
ja: なし
ko: 시간 제한 없음
pt_br: Nenhum
pt_pt: Nenhum
th: ไม่จับเวลา
vi: Không giới hạn
zh_hans: 不计时
zh_hant: 無計時

source: No time limits
de: Keine Zeitbegrenzung
es: Sin límite de tiempo
fr: Aucune limite de temps
ja: 時間制限なし
ko: 시간 제한 없음
pt_br: Sem limites de tempo
pt_pt: Sem limite de tempo
th: ไม่จำกัดเวลา
vi: Không giới hạn
zh_hans: 无时间限制
zh_hant: 無時間限制

source: No time limits.
de: Keine Zeitbegrenzung.
es: Sin límite de tiempo.
fr: Aucune limite de temps
ja: 時間が無制限
ko: 시간 제한이 없습니다.
pt_br: Sem limites de tempo.
pt_pt: Sem limite de tempo.
th: ไม่จำกัดเวลา
vi: Không giới hạn thời gian.
zh_hans: 无时间限制。
zh_hant: 無時間限制。

source: Note: Sounds and voice countdown will not play when your device is in **Silent** mode.
de: Hinweis: Töne und der Sprach-Countdown werden nicht wiedergegeben, wenn sich dein Gerät im Modus **Stumm** befindet.
es: Nota: Los sonidos y la cuenta regresiva por voz no se reproducirán cuando el dispositivo esté en modo **Silencio**.
fr: Attention: Les sons et le compte à rebours seront inaudibles si votre appareil est en mode **silencieux**.
ja: ※**マナー・モード**がONの時、石音や音声が出ません。
ko: 참고: 기기가 **무음** 모드이면 효과음과 음성 초읽기가 재생되지 않습니다.
pt_br: Observação: os sons e a contagem regressiva por voz não serão reproduzidos quando o dispositivo estiver no modo **Silencioso**.
pt_pt: Nota: os sons e a contagem decrescente por voz não serão reproduzidos quando o dispositivo estiver no modo **Sem som**.
th: หมายเหตุ: เสียงและเสียงนับถอยหลังจะไม่เล่นเมื่ออุปกรณ์อยู่ในโหมด **ปิดเสียง**
vi: Ghi chú: khi thiết bị đang trong chế độ **im lặng** sẽ không phát tiếng quân cờ và tiếng đếm ngược.
zh_hans: 注意：设备处于**静音**模式时，不会播放音效和语音倒计时。
zh_hant: 注意：裝置處於 **靜音**模式時，不會播放音效與語音倒數。

source: Numbers
de: Zahlen
es: Números
fr: Nombres
ja: 数字
ko: 숫자
pt_br: Números
pt_pt: Números
th: ตัวเลข
vi: Số
zh_hans: 数字
zh_hant: 數字

source: Online-go.com Account
de: Online-go.com-Konto
es: Cuenta de online-go.com
fr: Compte online-go.com
ja: Online-Goアカウント
ko: Online-go.com 계정
pt_br: Conta do Online-go.com
pt_pt: Conta Online-go.com
th: บัญชี Online-go.com
vi: Tài khoản Online-go.com
zh_hans: Online-go.com 账号
zh_hant: Online-go.com 帳號

source: Open
de: Offen
es: Abierto
fr: N'importe qui
ja: 誰でも
ko: 누구나
pt_br: Aberto
pt_pt: Aberto
th: เปิดรับทุกคน
vi: Chưa quyết
zh_hans: 任何人
zh_hant: 公開

source: Open in browser
de: Im Browser öffnen
es: Abrir en el navegador
fr: Ouvrir dans le navigateur
ja: ブラウザーで開く
ko: 브라우저에서 열기
pt_br: Abrir no navegador
pt_pt: Abrir no navegador
th: เปิดในเบราว์เซอร์
vi: Mở bằng trình duyệt
zh_hans: 在浏览器中打开
zh_hant: 在瀏覽器中開啟

source: Open OGS Account Settings
de: OGS-Kontoeinstellungen öffnen
es: Abrir la configuración de la cuenta de OGS
fr: Ouvrir les paramètres du compte OGS
ja: OGSアカウント設定を開く
ko: OGS 계정 설정 열기
pt_br: Abrir configurações da conta OGS
pt_pt: Abrir definições da conta OGS
th: เปิดการตั้งค่าบัญชี OGS
vi: Mở cài đặt tài khoản OGS
zh_hans: 打开 OGS 账号设置
zh_hant: 開啟 OGS 帳號設定

source: Opponent
de: Gegner
es: Oponente
fr: Adversaire
ja: 対戦相手
ko: 상대
pt_br: Adversário
pt_pt: Adversário
th: คู่แข่ง
vi: Đối thủ
zh_hans: 对手
zh_hant: 對手

source: Opponent passed
de: Gegner hat gepasst
es: El oponente pasó
fr: Votre adversaire a passé
ja: 相手がパスした
ko: 상대가 한 수 쉬었습니다
pt_br: O adversário passou a vez
pt_pt: O adversário passou
th: คู่แข่งขอผ่าน
vi: Đối thủ bỏ lượt
zh_hans: 对手停一手
zh_hant: 對手停一手

source: Options
de: Optionen
es: Opciones
ja: 設定
ko: 옵션
pt_br: Opções
pt_pt: Opções
th: ตัวเลือก
vi: Tuỳ chọn
zh_hans: 选项
zh_hant: 選項

source: or
de: oder
es: o
fr: ou
ja: または
ko: 또는
pt_br: ou
pt_pt: ou
th: หรือ
vi: hoặc
zh_hans: 或
zh_hant: 或

source: Others
de: Weitere Optionen
es: Otros
fr: Autres options
ja: その他
ko: 기타
pt_br: Outros
pt_pt: Outros
th: อื่น ๆ
vi: Khác
zh_hans: 其他
zh_hant: 其他

source: Pass
de: Passen
es: Pasar
fr: Passer
ja: パス
ko: 한 수 쉼
pt_br: Passar
pt_pt: Passar
th: ผ่าน
vi: Bỏ lượt
zh_hans: 停一手
zh_hant: 停一手

source: Pause game
de: Partie pausieren
es: Pausar partida
fr: Suspendre la partie
ja: 対局一時停止
ko: 대국 일시 정지
pt_br: Pausar partida
pt_pt: Pausar partida
th: พักเกม
vi: Tạm dừng ván
zh_hans: 暂停对局
zh_hant: 暫停對局

source: Pause on weekend
de: Am Wochenende pausieren
es: Pausar los fines de semana
fr: Suspendre les fins de semaines
ja: 週末に一時停止する
ko: 주말에는 일시 정지
pt_br: Pausar no fim de semana
pt_pt: Pausar ao fim de semana
th: หยุดเวลาเสาร์–อาทิตย์
vi: Tạm dừng vào cuối tuần
zh_hans: 周末暂停
zh_hant: 週末暫停計時

source: Paused
de: Pausiert
es: En pausa
fr: Pause
ja: 一時停止中
ko: 일시 정지됨
pt_br: Pausada
pt_pt: Em pausa
th: หยุดชั่วคราว
vi: Tạm dừng
zh_hans: 已暂停
zh_hant: 已暫停

source: Paused, %lld left
de: Pausiert (Pausen übrig: %lld)
es: En pausa, quedan %lld
fr: Partie suspendue, reste %lld
ja: 一時停止中、後%lld回一時停可能
ko: 일시 정지됨, %lld회 남음
pt_br: Pausada, restam %lld
pt_pt: Em pausa, restam %lld
th: หยุดชั่วคราว (เหลือสิทธิ์พักอีก %lld ครั้ง)
vi: Tạm dừng (còn %lld lần)
zh_hans: 已暂停（剩余 %lld 次）
zh_hant: 已暫停，剩 %lld 次

source: Periods:
de: Perioden:
es: Períodos:
fr: Périodes:
ja: 回数：
ko: 초읽기 횟수:
pt_br: Períodos:
pt_pt: Períodos:
th: จำนวนช่วง:
vi: Chu kỳ:
zh_hans: 读秒次数：
zh_hant: 次數：

source: Personal
de: Persönlich
fr: Personnel
ja: 自分用
ko: 개인용
pt_br: Pessoal
pt_pt: Pessoal
th: ส่วนตัว
vi: Cá nhân
zh_hans: 个人
zh_hant: 個人

source: Playback mode
de: Wiedergabemodus
es: Modo de reproducción
fr: Mode relecture
ja: プレーバック・モード
ko: 재생 모드
pt_br: Modo de reprodução
pt_pt: Modo de reprodução
th: โหมดดูย้อนหลัง
vi: Chế độ xem lại
zh_hans: 回放模式
zh_hant: 回放模式

source: Player info
de: Spielerinfo
es: Información del jugador
fr: Profile du joueur
ja: 対局者情報
ko: 플레이어 정보
pt_br: Informações do jogador
pt_pt: Informações do jogador
th: ข้อมูลผู้เล่น
vi: Thông tin người chơi
zh_hans: 棋手信息
zh_hant: 玩家資訊

source: Please try again.
de: Versuche es bitte erneut.
es: Inténtalo de nuevo.
fr: Veuillez réessayer.
ja: もう一度お試しください。
ko: 다시 시도해 주세요.
pt_br: Tente novamente.
pt_pt: Tente novamente.
th: โปรดลองอีกครั้ง
vi: Vui lòng thử lại.
zh_hans: 请重试。
zh_hant: 請再試一次。

source: Preferred Settings
de: Bevorzugte Einstellungen
es: Ajustes preferidos
fr: Paramètres préférés
ja: よく使う設定
ko: 선호 설정
pt_br: Configurações preferidas
pt_pt: Definições preferidas
th: การตั้งค่าที่บันทึก
vi: Tuỳ chọn ưa thích
zh_hans: 偏好设置
zh_hant: 偏好設定

source: Previous
de: Zurück
es: Anterior
fr: Précédent
ja: 前
ko: 이전
pt_br: Anterior
pt_pt: Anterior
th: ก่อนหน้า
vi: Trước
zh_hans: 上一步
zh_hant: 上一步

source: Previous branch
de: Vorheriger Zweig
es: Rama anterior
fr: Branche précédente
ja: 前の分岐
ko: 이전 변화도
pt_br: Ramo anterior
pt_pt: Ramo anterior
th: สายการเดินก่อนหน้า
vi: Nhánh trước đó
zh_hans: 上一分支
zh_hant: 上一分支

source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
ja: 個人情報取扱について
ko: 개인정보 처리방침
pt_br: Política de Privacidade
pt_pt: Política de privacidade
th: นโยบายความเป็นส่วนตัว
vi: Chính sách riêng tư
zh_hans: 隐私政策
zh_hant: 隱私權政策

source: Private
de: Privat
es: Privada
fr: Privée
ja: 非公開
ko: 비공개
pt_br: Privada
pt_pt: Privada
th: ส่วนตัว
vi: Riêng tư
zh_hans: 私密
zh_hant: 私人

source: Private messages
de: Private Nachrichten
es: Mensajes privados
fr: Messages privés
ja: プライベートメッセージ
ko: 개인 메시지
pt_br: Mensagens privadas
pt_pt: Mensagens privadas
th: ข้อความส่วนตัว
vi: Tin nhắn riêng
zh_hans: 私信
zh_hant: 私人訊息

source: Private messages are only stored for a few days, so please make sure to save any important information somewhere else.
de: Private Nachrichten werden nur wenige Tage gespeichert. Sichere wichtige Informationen daher bitte an einem anderen Ort.
es: Los mensajes privados solo se guardan durante unos días. Asegúrate de guardar cualquier información importante en otro lugar.
fr: Les messages privés ne sont stockés que pour quelques jours, alors assurez-vous d'enregistrer toute information importante ailleurs.
ja: プライベートメッセージは数日しか保存されませんので、重要な情報がありましたら、別の所にセーブして下さい。
ko: 개인 메시지는 며칠 동안만 보관되므로 중요한 내용은 다른 곳에 저장해 주세요.
pt_br: As mensagens privadas são armazenadas por apenas alguns dias. Salve qualquer informação importante em outro lugar.
pt_pt: As mensagens privadas são guardadas apenas durante alguns dias. Guarde noutro local qualquer informação importante.
th: ข้อความส่วนตัวจะเก็บไว้เพียงไม่กี่วัน โปรดบันทึกข้อมูลสำคัญไว้ที่อื่น
vi: Tin nhắn riêng chỉ được giữ trong vài ngày, nên nếu có thông tin gì cần lưu lại bạn cần ghi lại ở chỗ khác.
zh_hans: 私信只会保留数日，请务必将重要信息另行保存。
zh_hant: 私人訊息只會保留幾天，請務必將任何重要資訊儲存在其他地方。

source: Public games
de: Öffentliche Partien
es: Partidas públicas
fr: Parties publiques
ja: ライブ対局
ko: 공개 대국
pt_br: Partidas públicas
pt_pt: Partidas públicas
th: เกมสาธารณะ
vi: Xem
zh_hans: 公开对局
zh_hant: 公開對局

source: Public live games
de: Öffentliche Live-Partien
es: Partidas públicas en vivo
fr: Parties publiques
ja: ライブ対局
ko: 공개 실시간 대국
pt_br: Partidas públicas ao vivo
pt_pt: Partidas públicas
th: เกมสดสาธารณะ
vi: Trực tiếp
zh_hans: 公开即时对局
zh_hant: 公開即時對局

source: Quick match
de: Schnellsuche
es: Partida rápida
fr: Partie rapide
ja: オートマッチ
ko: 빠른 대국
pt_br: Partida rápida
pt_pt: Partida rápida
th: จับคู่ด่วน
vi: Tìm nhanh
zh_hans: 快速匹配
zh_hant: 快速配對

source: Quick match request
de: Schnellsuchanfrage
es: Solicitud de partida rápida
fr: Demandes de partie rapide
ja: オートマッチの申し込み
ko: 빠른 대국 요청
pt_br: Solicitação de partida rápida
pt_pt: Pedido de partida rápida
th: คำขอจับคู่ด่วน
vi: Tìm ván nhanh
zh_hans: 快速匹配请求
zh_hant: 快速配對請求

source: Ranked
de: Gewertet
es: Clasificatoria
fr: Comptabilisée
ja: ランク戦
ko: 승강급
pt_br: Ranqueada
pt_pt: Classificada
th: จัดอันดับ
vi: Xếp hạng
zh_hans: 计等级分
zh_hant: 積分

source: Reconnecting
de: Verbindung wird wiederhergestellt
es: Reconectando
fr: Reconnexion en cours...
ja: 再接続中
ko: 재연결 중
pt_br: Reconectando
pt_pt: A restabelecer ligação
th: กำลังเชื่อมต่อใหม่
vi: Đang kết nối lại
zh_hans: 正在重新连接
zh_hant: 重新連線中

source: Recording variation
de: Variante wird aufgezeichnet
es: Registrando variante
fr: Enregistrement de la variation
ja: 変化図を記録中
ko: 변화도 기록 중
pt_br: Gravando variação
pt_pt: A gravar variação
th: กำลังบันทึกแนวทางการเดิน
vi: Đang ghi lại biến thể
zh_hans: 正在记录变化图
zh_hant: 正在記錄變化圖

source: Register an OGS account
de: OGS-Konto erstellen
es: Crear una cuenta de OGS
fr: S'inscrire à OGS
ja: OGSアカウントを登録する
ko: OGS 계정 만들기
pt_br: Criar uma conta no OGS
pt_pt: Registar uma conta OGS
th: สมัครบัญชี OGS
vi: Đăng kí tài khoản OGS mới
zh_hans: 注册 OGS 账号
zh_hant: 註冊 OGS 帳號

source: Reject
de: Ablehnen
es: Rechazar
fr: Refuser
ja: 断る
ko: 거절
pt_br: Recusar
pt_pt: Rejeitar
th: ปฏิเสธ
vi: Từ chối
zh_hans: 拒绝
zh_hant: 拒絕

source: Reject undo
de: Rücknahme ablehnen
es: Rechazar solicitud de deshacer
fr: Refuser la reprise
ja: 待った要請を拒否
ko: 무르기 요청 거절
pt_br: Recusar pedido para desfazer
pt_pt: Rejeitar pedido para desfazer
th: ปฏิเสธการย้อนตา
vi: Từ chối yêu cầu đi lại
zh_hans: 拒绝悔棋
zh_hant: 拒絕悔棋

source: Rematch
de: Revanche
es: Revancha
fr: Revanche
ja: 再戦
ko: 재대국
pt_br: Revanche
pt_pt: Desforra
th: เล่นอีกครั้ง
vi: Tái đấu
zh_hans: 再来一局
zh_hant: 再來一局

source: Remove
de: Entfernen
es: Quitar
fr: Retirer
ja: 削除
ko: 제거
pt_br: Remover
pt_pt: Remover
th: นำออก
vi: Xoá
zh_hans: 移除
zh_hant: 移除

source: Remove from conditional moves
de: Aus den bedingten Zügen entfernen
es: Quitar de las jugadas condicionales
fr: Retirer des coups conditionnels
ja: 先回り着手から削除
ko: 조건부 착수에서 제거
pt_br: Remover das jogadas condicionais
pt_pt: Remover das jogadas condicionais
th: นำออกจากการเดินหมากแบบมีเงื่อนไข
vi: Xoá khỏi các nước đi có điều kiện
zh_hans: 从条件落子中移除
zh_hant: 從預測落子中移除

source: Rengo (%lld vs. %lld)
de: Rengo (%1$lld gegen %2$lld)
es: Rengo (%lld contra %lld)
fr: Rengo (%1$lld contre %2$lld)
ja: 連碁（%1$lld対%2$lld）
ko: 연기바둑(%1$lld 대 %2$lld)
th: Rengo (%1$lld ต่อ %2$lld)
vi: Rengo (%1$lld đấu %2$lld)
zh_hans: 联棋（%1$lld 对 %2$lld）
zh_hant: 聯棋（%1$lld 對 %2$lld）

source: Replaces conflicting variations
de: Ersetzt Varianten mit abweichenden Antworten
es: Reemplaza las variantes en conflicto
fr: Remplace les variations incompatibles
ja: 競合する変化図を置き換えます
ko: 충돌하는 변화도를 대체합니다
pt_br: Substitui variações conflitantes
pt_pt: Substitui variações em conflito
th: แทนที่แนวทางการเดินที่ขัดแย้งกัน
vi: Thay thế các biến thể xung đột
zh_hans: 替换应手冲突的变化
zh_hant: 取代應手衝突的變化

source: Request undo
de: Rücknahme anfordern
es: Solicitar deshacer
fr: Demander une reprise
ja: 待ったを要請
ko: 무르기 요청
pt_br: Solicitar desfazer jogada
pt_pt: Pedir para desfazer
th: ขอย้อนตา
vi: Xin đi lại
zh_hans: 请求悔棋
zh_hant: 要求悔棋

source: Resign
de: Aufgeben
es: Rendirse
fr: Abandonner
ja: 投了
ko: 기권
pt_br: Desistir
pt_pt: Desistir
th: ยอมแพ้
vi: Nhận thua
zh_hans: 认输
zh_hant: 認輸

source: Resignation
de: Aufgabe
es: Rendición
fr: Abandon
ja: 中押し
ko: 기권
pt_br: Desistência
pt_pt: Desistência
th: ยอมแพ้
vi: Nhận thua
zh_hans: 中盘
zh_hant: 認輸

source: Restore
de: Käufe wiederherstellen
es: Restaurar
fr: Restaurer
ja: 復元
ko: 구매 복원
pt_br: Restaurar
pt_pt: Restaurar
th: กู้คืนการซื้อ
vi: Khôi phục
zh_hans: 恢复购买
zh_hant: 回復購買項目

source: Restrict opponent rank
de: Rang des Gegners einschränken
es: Restringir el rango del oponente
fr: Restriction de niveau d'adversaire
ja: ランク制限
ko: 상대 기력 제한
pt_br: Restringir nível do adversário
pt_pt: Limitar graduação do adversário
th: จำกัดระดับฝีมือคู่แข่ง
vi: Giới hạn cấp bậc đối thủ
zh_hans: 限制对手段级位
zh_hant: 限制對手棋力

source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
ja: 再開
ko: 재개
pt_br: Retomar
pt_pt: Retomar
th: เล่นต่อ
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

source: Resume game
de: Partie fortsetzen
es: Reanudar partida
fr: Reprendre la partie
ja: 対局を再開
ko: 대국 재개
pt_br: Retomar partida
pt_pt: Retomar partida
th: เล่นเกมต่อ
vi: Tiếp tục ván
zh_hans: 继续对局
zh_hant: 繼續對局

source: Revert to standard time setting.
de: Standard-Zeiteinstellung wiederherstellen.
es: Restablecer la configuración de tiempo estándar.
fr: Rétablir des paramètres de temps standard.
ja: 通常設定に戻す
ko: 표준 시간 설정으로 되돌립니다.
pt_br: Reverter para a configuração de tempo padrão.
pt_pt: Repor a definição de tempo padrão.
th: คืนเป็นการตั้งค่าเวลามาตรฐาน
vi: Đặt lại thời gian chuẩn.
zh_hans: 恢复标准用时设置。
zh_hant: 恢復標準時間設定。

source: Rule set
de: Regelsatz
es: Conjunto de reglas
fr: Règles
ja: ルール
ko: 규칙 체계
pt_br: Conjunto de regras
pt_pt: Conjunto de regras
th: ชุดกติกา
vi: Bộ luật
zh_hans: 规则
zh_hant: 規則組

source: Rules
de: Regeln
es: Reglas
fr: Règles
ja: ルール
ko: 규칙
pt_br: Regras
pt_pt: Regras
th: กติกา
vi: Luật
zh_hans: 规则
zh_hant: 規則

source: Rules set:
de: Regelsatz:
es: Conjunto de reglas:
fr: Règles:
ja: 方式：
ko: 규칙 체계:
pt_br: Conjunto de regras:
pt_pt: Conjunto de regras:
th: ชุดกติกา:
vi: Bộ luật:
zh_hans: 规则：
zh_hant: 規則組：

source: Rules:
de: Regeln:
es: Reglas:
fr: Règles:
ja: ルール：
ko: 규칙:
pt_br: Regras:
pt_pt: Regras:
th: กติกา:
vi: Luật:
zh_hans: 规则：
zh_hant: 規則：

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
pt_br: Salvar
pt_pt: Guardar
th: บันทึก
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

source: Say hi!
de: Sag Hallo!
es: ¡Saluda!
fr: Dites bonjour!
ja: 「hi」を言いって！
ko: 인사하기!
pt_br: Diga oi!
pt_pt: Diga olá!
th: ทักทาย!
vi: Tin nhắn...
zh_hans: 打个招呼！
zh_hant: 打聲招呼吧！

source: Search by user name
de: Nach Benutzername suchen
es: Buscar por nombre de usuario
fr: Recherche par nom d'utilisateur
ja: ユーザー名で検索
ko: 사용자 이름으로 검색
pt_br: Buscar por nome de usuário
pt_pt: Pesquisar por nome de utilizador
th: ค้นหาด้วยชื่อผู้ใช้
vi: Tìm theo tên tài khoản
zh_hans: 按用户名搜索
zh_hant: 依使用者名稱搜尋

source: Select the board size(s) and time settings you want to play, and let the system match you with another similar ranked player.
de: Wähle die gewünschten Brettgrößen und Zeiteinstellungen aus. Das System findet dann einen ähnlich starken Spieler für dich.
es: Selecciona los tamaños de tablero y la configuración de tiempo que prefieras, y deja que el sistema te empareje con otro jugador de rango similar.
fr: Choisissez les dimensions du plateau et les paramètres de temps que vous désirez puis laissez le système vous trouver un adversaire de niveau similaire.
ja: ご希望の碁盤の大きさと時間制限方式で、ランクが近い対戦相手をシステムに探してもらえます。
ko: 원하는 바둑판 크기와 시간 설정을 선택하면 시스템이 비슷한 기력의 상대와 연결해 줍니다.
pt_br: Selecione os tamanhos de tabuleiro e as configurações de tempo que deseja jogar e deixe o sistema encontrar outro jogador com classificação semelhante.
pt_pt: Escolha os tamanhos de tabuleiro e as definições de tempo; o sistema encontra outro jogador de nível semelhante.
th: เลือกขนาดกระดานและการตั้งค่าเวลาที่ต้องการ แล้วให้ระบบจับคู่คุณกับผู้เล่นที่มีระดับฝีมือใกล้เคียงกัน
vi: Chọn kích thước bàn cờ và chế độ thời gian bạn muốn chơi, sau đó hệ thống sẽ tự động tìm cho bạn một đối thủ ở đẳng cấp tương đương.
zh_hans: 选择您想使用的棋盘尺寸和用时设置，系统会为您匹配一位棋力相近且偏好相似的棋手。
zh_hant: 選擇想要的棋盤尺寸與時間設定，系統會為你配對棋力相近且偏好相似的玩家。

source: Select your opponent
de: Wähle deinen Gegner
es: Selecciona a tu oponente
fr: Sélectionnez votre adversaire
ja: 対戦相手を選ぶ
ko: 상대를 선택하세요
pt_br: Selecionar adversário
pt_pt: Selecione o adversário
th: เลือกคู่แข่ง
vi: Chọn đối thủ
zh_hans: 选择您的对手
zh_hant: 選擇對手

source: Send a challenge directly to a friend (or a specific player) so they can accept to start a game.
de: Sende einem Freund oder einem bestimmten Spieler direkt eine Herausforderung, die er annehmen kann, um eine Partie zu beginnen.
es: Envía un desafío directamente a un amigo o a un jugador específico para que pueda aceptarlo y empezar una partida.
fr: Lancez un défi directement à un ami (ou un joueur spécifique) qui devra l'accepter pour commencer la partie.
ja: フレンド（又は特定のプレーヤ）に対局要請を送る。
ko: 친구나 특정 플레이어에게 직접 대국을 신청하면 상대가 수락해 대국을 시작할 수 있습니다.
pt_br: Envie um desafio diretamente a um amigo ou jogador específico para que ele possa aceitar e iniciar uma partida.
pt_pt: Envie um desafio diretamente a um amigo (ou a um jogador específico) para que o aceite e comece a partida.
th: ส่งคำท้าให้เพื่อนหรือผู้เล่นที่ระบุโดยตรง เพื่อให้ตอบรับและเริ่มเกม
vi: Tạo thách đấu tới một đối thủ xác định.
zh_hans: 直接向好友（或指定棋手）发送挑战，对方接受后即可开始对局。
zh_hant: 直接向好友（或指定玩家）送出挑戰，對方接受後即可開始對局。
